tap "caskroom/cask"
tap "homebrew/bundle"
tap "homebrew/core"
tap "homebrew/dupes"
tap "homebrew/python"
tap "homebrew/science"
tap "homebrew/versions"

brew "asciidoc"
brew "cowsay"
brew "docker"
brew "docker-machine-driver-xhyve"
brew "eigen"
brew "elixir"
brew "ffmpeg"
brew "fortune"
brew "gdbm"
brew "gettext"
brew "gradle"
brew "grep", args: ["with-default-names"]
brew "htop"
brew "ilmbase"
brew "leptonica"
brew "libevent"
brew "lolcat"
brew "maven"
brew "node"
brew "nvm"
brew "openexr"
brew "tbb"
brew "opencv"
brew "ruby"
brew "sbt"
brew "scons"
brew "swig"
brew "tesseract"
brew "the_silver_searcher"
brew "transmission"
brew "vim"
brew "watch"
brew "watchman"
brew "wget"
brew "xmlstarlet"
brew "zsh-syntax-highlighting"

cask "basictex"
cask "google-cloud-sdk"
cask "iterm2"
